{
  "users": [
    {
      "id": "1",
      "email": "valentino@example.com",
      "password": "123456",
      "role": "profile",
      "profileId": 1
    },
    {
      "id": "2",
      "email": "ana@example.com",
      "password": "ana123",
      "role": "profile",
      "profileId": 2
    },
    {
      "id": "3",
      "email": "sylvee@example.com",
      "password": "123",
      "role": "profile",
      "profileId": 3
    }
  ],
  "profiles": [
    {
      "id": "1",
      "name": "Valentino Sandoval Paiva",
      "location": "Lima, Perú",
      "bio": "Soy Valentino Sandoval Paiva, un apasionado diseñador gráfico con más de una década de experiencia en el mundo creativo. Nací y crecí en Lima, Perú, donde descubrí mi amor por el arte y el diseño desde temprana edad. Este interés me llevó a estudiar Diseño Gráfico en la Universidad de Lima, obteniendo el título de Licenciado y consolidando las bases de mi carrera profesional.\\nA lo largo de mi trayectoria, he tenido el privilegio de trabajar en diversos proyectos y empresas que me han permitido expandir mis habilidades. Comencé como diseñador junior en una agencia de publicidad local, donde aprendí a dominar el branding y la creación de contenido visual. Con el tiempo, fui ascendiendo hasta ocupar el cargo de Director de Arte en una agencia internacional, liderando equipos creativos y diseñando campañas para marcas globales.\\nHe tenido la oportunidad de diseñar identidades visuales para empresas emergentes, crear ilustraciones digitales para revistas internacionales y colaborar con ONG’s en campañas sociales. En cada proyecto, me esfuerzo por aportar innovación y creatividad, buscando siempre superar las expectativas de quienes confían en mí.\\nAdemás de mi trabajo profesional, disfruto impartiendo talleres de diseño gráfico para jóvenes talentos. Creo firmemente en compartir el conocimiento y en inspirar a otros a explorar su creatividad. También me apasiona la fotografía urbana y el arte digital, disciplinas que complementan mi trabajo y me permiten mantener una perspectiva fresca e innovadora. Así que si requieres de algún trabajo referente al diseño, no dudes en escribirme:)",
      "image": "https://i.ibb.co/dsfTgymD/WASAAAA.jpg",
      "icon": "https://revistayume.com/wp-content/uploads/2025/02/goku-ssj4-daima.webp",
      "experience": [
        "Diseñador Junior",
        "Director de Arte",
        "Diseñador de identidad visual"
      ],
      "social": {
        "instagram": "https://www.instagram.com/valentino.sandovalp/",
        "facebook": "https://www.facebook.com/valentino.uzumaki",
        "x": "https://x.com/Mr_Knight2805"
      }
    },
    {
      "id": "2",
      "name": "Sydney Sweeney",
      "location": "Spokane, Washington, Estados Unidos",
      "bio": "Sydney Sweeney (nacida el 12 de septiembre de 1997 en Spokane, Washington, EE. UU.) es una actriz estadounidense que ha ganado reconocimiento por sus papeles en populares series de televisión y películas. Su carrera comenzó a una edad temprana, y desde entonces ha logrado consolidarse como una de las estrellas emergentes más talentosas de Hollywood.\n\nSweeney empezó a interesarse por la actuación a los 12 años, cuando su familia se mudó a Los Ángeles. Antes de que su nombre fuera conocido mundialmente, Sydney hizo numerosas audiciones y comenzó a trabajar en pequeños papeles en televisión. Su primera gran oportunidad llegó en 2018 con un papel recurrente en la serie Everything Sucks!, una serie de Netflix ambientada en los años 90. Aunque la serie fue cancelada tras una temporada, su actuación llamó la atención de los productores y directores de la industria.\n\nSin embargo, fue su papel como Cassie Howard en la exitosa serie de HBO Euphoria (estrenada en 2019) lo que realmente catapultó su carrera. Su interpretación de una adolescente vulnerable y emocionalmente compleja le valió el reconocimiento tanto de críticos como de la audiencia, consolidándola como una de las actrices jóvenes más prometedoras de la televisión. La serie, creada por Sam Levinson y protagonizada por Zendaya, abordó temas como el abuso de sustancias, la identidad sexual y la salud mental, y le permitió a Sweeney mostrar su versatilidad actoral.\n\nTras el éxito de Euphoria, Sydney continuó expandiendo su carrera con varios papeles en cine y televisión. Participó en la serie The White Lotus (2021), de HBO, una antología de drama que también recibió una gran cantidad de elogios, y en la que interpretó a Olivia Mossbacher, una joven privilegiada que se ve involucrada en las tensiones de una familia rica durante sus vacaciones en un resort de lujo. The White Lotus ganó varios premios, incluyendo varios Premios Emmy, y el trabajo de Sydney fue altamente aclamado.\n\nAdemás de su éxito en televisión, Sydney ha trabajado en películas de cine. En 2021, protagonizó la película Nocturne, un thriller psicológico que fue lanzado en Amazon Prime Video, y también formó parte del elenco de Once Upon a Time in Hollywood (2019), dirigida por Quentin Tarantino. Su habilidad para adaptarse a diferentes géneros y estilos cinematográficos le ha permitido ganar una amplia gama de seguidores y una mayor visibilidad en la industria.\n\nA pesar de su joven edad, Sweeney ha demostrado una gran madurez profesional, y ha sido reconocida por su ética de trabajo y su compromiso con cada uno de sus proyectos. Es conocida por no tener miedo a interpretar personajes complejos y oscuros, desafiando las expectativas de su imagen pública.\n\nAdemás de su carrera como actriz, Sydney es una empresaria en ascenso. En 2020, lanzó su propia línea de cosméticos, Sweeney Skin, con un enfoque en productos accesibles y de alta calidad, lo que la convierte en una figura multifacética en la industria del entretenimiento. Su presencia en las redes sociales también ha sido significativa, donde comparte momentos de su vida personal y profesional con sus seguidores.\n\nFuera de la pantalla, Sydney Sweeney es conocida por su naturaleza reservada y su actitud profesional. A pesar de la fama, ha mantenido un perfil bajo en cuanto a su vida personal y ha expresado en varias entrevistas que prefiere mantener sus relaciones y su vida privada lejos de los reflectores. Es una defensora activa de la salud mental y ha hablado abiertamente sobre los desafíos que enfrentan los jóvenes actores en la industria del entretenimiento.",
      "image": "https://media.vogue.fr/photos/65b274648909f1158db13001/2:3/w_2560%2Cc_limit/GettyImages-1864249391.jpg",
      "icon": "https://telegrafi.com/wp-content/uploads/2023/12/syd-1.png",
      "experience": [
        "Diseñadora gráfica en empresa",
        "Consultora freelance"
      ],
      "social": {
        "instagram": "https://www.instagram.com/sydney_sweeney/",
        "facebook": "https://www.facebook.com/profile.php?id=61571518567287",
        "x": "https://x.com/sydney_sweeney"
      }
    },
    {
      "id": "3",
      "name": "Sylvia Frank (Sylvee)",
      "location": "Florida, Estados Unidos",
      "bio": "Soy Sylvia Frank, conocida en línea como Sylvee, una streamer y creadora de contenido apasionada por los videojuegos y la comunidad. Desde mis inicios en 2020, he estado construyendo un espacio acogedor en Twitch, donde comparto mi amor por juegos como Minecraft, Stardew Valley y Final Fantasy XIV Online.\\nComo VTuber, adopto la forma de una demonio lobo, representada con un avatar animado en 2D, lo cual me permite expresarme creativamente mientras interactúo con mi audiencia.\\nHe tenido el privilegio de colaborar con otros creadores como Sapnap y Captain Puffy, y participar en eventos como Twitch Rivals. Además, he trabajado en campañas con marcas como LEGO, combinando el entretenimiento con experiencias auténticas para mis seguidores.\\nMe apasiona crear una comunidad positiva, donde todos se sientan bienvenidos. Si compartes el amor por los videojuegos, el arte y un buen ambiente, estás invitado a unirte a mis transmisiones. ¡Nos vemos en directo!",
      "image": "https://i.ibb.co/0VjFzR7/sylvee-profile.jpg",
      "icon": "https://i.ibb.co/QQW07RQ/sylvee-icon.png",
      "experience": [
        "Streamer de videojuegos",
        "VTuber (demonio lobo)",
        "Colaboradora en Twitch Rivals",
        "Embajadora de LEGO x Minecraft"
      ],
      "social": {
        "instagram": "https://www.instagram.com/sylvee/",
        "facebook": "https://www.facebook.com/sylveestreams",
        "x": "https://x.com/sylveey"
      }
    },
    {
      "id": "4",
      "name": "Manuel Aguilar (soypan)",
      "location": "Ciudad de México, México",
      "bio": "¡Hola! Soy Soypan, streamer de Twitch y creador de contenido enfocado en juegos de estrategia, simulación y cozy games. Desde 2021 comencé mi aventura en Twitch con el objetivo de construir una comunidad divertida, relajada y con mucho pan (¡literal y figuradamente!).\n\nMis streams son conocidos por su ambiente chill, interacción constante con el chat y un enfoque muy cercano a la audiencia. Entre los juegos que más disfruto están Cities: Skylines, Animal Crossing, y The Sims. También realizo transmisiones especiales de construcción en Minecraft y colaboraciones con otros creadores latinos.\n\nAdemás del gaming, ocasionalmente realizo directos de \"charlando\" donde hablo sobre temas de bienestar mental, creatividad y vida digital. Soy defensor del contenido positivo y auténtico. Si buscas un lugar donde relajarte, reír y sentirte en casa, ¡mi canal es para ti!\n\n¡Nos vemos en vivo, panecito!",
      "image": "https://instagram.flim33-1.fna.fbcdn.net/v/t51.29350-15/324695540_213838344441227_7595674578548555828_n.jpg?stp=dst-jpg_e35_tt6&efg=eyJ2ZW5jb2RlX3RhZyI6IkNBUk9VU0VMX0lURU0uaW1hZ2VfdXJsZ2VuLjE0NDB4MTgwMC5zZHIuZjI5MzUwLmRlZmF1bHRfaW1hZ2UifQ&_nc_ht=instagram.flim33-1.fna.fbcdn.net&_nc_cat=111&_nc_oc=Q6cZ2QFMT9qpMlL-3nosF6eiYESRu9RWWEkJXL6xNRxZAmATxZvDl68PbMzxwVUcKgNbTas&_nc_ohc=MOgc4efUC_wQ7kNvwHaM6Xi&_nc_gid=Q5XUQlgLUIAjtxDk33JoxA&edm=APoiHPcBAAAA&ccb=7-5&ig_cache_key=MzAxMTYwMjYyMDU5NTM3ODE3Ng%3D%3D.3-ccb7-5&oh=00_AfKv4B4ODGI1NqrpTyrU3XZQTSmD8DF3ogLNrSGU0n1ZkQ&oe=6833157F&_nc_sid=22de04",
      "icon": "https://static-cdn.jtvnw.net/jtv_user_pictures/d1714f39-3b66-4801-b3f2-a29b93c2cbff-profile_image-70x70.png",
      "experience": [
        "Streamer cozy en Twitch",
        "Constructor creativo en Minecraft",
        "Creador de contenido colaborativo",
        "Host de charlas en vivo"
      ],
      "social": {
        "instagram": "https://www.instagram.com/soypan.tv/",
        "facebook": "https://www.facebook.com/soypantwitch",
        "x": "https://x.com/soypan_tv"
      }
    }

  ],
  "projects": [
    {
      "id": "1",
      "profileId": 1,
      "title": "La Última Resistencia",
      "image": "https://m.media-amazon.com/images/M/MV5BNjM4YWRmYmMtODdhNS00YzM4LWFiZDktYjJkN2U5MGQ4NmUwXkEyXkFqcGc@._V1_.jpg",
      "likes": "13.4k",
      "comments": "1k",
      "description": "Afiche cinematográfico que refleja la tensión y el drama de la saga 'Attack on Titan', usando contrastes extremos y una atmósfera sombría.",
      "technologies": [
        "Photoshop",
        "Composición digital",
        "Corrección de color",
        "Ilustración"
      ]
    },
    {
      "id": "2",
      "profileId": 1,
      "title": "Magia en Movimiento",
      "image": "https://m.media-amazon.com/images/S/pv-target-images/a9d4b7304468dc759f95a943ceaadf1f0fca77b481fb5281f6d85e94a13c9f3a.jpg",
      "likes": "23.4k",
      "comments": "500",
      "description": "Póster brillante y dinámico que captura la esencia de 'My Little Pony', con un enfoque en la magia y la amistad.",
      "technologies": [
        "Illustrator",
        "Colorimetría digital",
        "Diseño vectorial",
        "Estilo infantil"
      ]
    },
    {
      "id": "3",
      "title": "Amanecer en la Cosecha",
      "profileId": 2,
      "image": "https://imagenes.elpais.com/resizer/v2/GXGGOITRWJG55JTGBCWWJW5UKE.png?auth=a3b4a3e2c702d4d4696597d7007aae7deab4881de372c9c1cd704df45171ed7e&width=1200",
      "likes": "43.6k",
      "comments": "13k",
      "description": "Portada conceptual que simboliza la esperanza en 'Los Juegos del Hambre' con una ilustración impactante de fuego y ave.",
      "technologies": [
        "Photoshop",
        "Matte painting",
        "Concept art",
        "Manipulación de imagen"
      ]
    },
    {
      "id": "4",
      "profileId": 2,
      "title": "Belleza maldita",
      "image": "https://preview.redd.it/tjto828t13251.png?auto=webp&s=98660b3a30ed7edd37dc394e283efe14e662b604",
      "likes": "62k",
      "comments": "11k",
      "description": "Ilustración de 'Tomie' que fusiona belleza y horror, usando entintado clásico japonés y una paleta minimalista.",
      "technologies": [
        "Tinta japonesa",
        "Illustrator",
        "Diseño minimalista",
        "Blanco y negro"
      ]
    },
    {
      "id": "5",
      "profileId": 1,
      "title": "Dragon Ball Z - La Batalla Final",
      "image": "https://i.pinimg.com/736x/78/d0/09/78d00969745cbcff1bd7b06c99cc1630.jpg",
      "likes": "25.2k",
      "comments": "2.5k",
      "description": "Una de las peleas más épicas de la saga Z, donde Goku enfrenta a Freezer en una batalla que definirá el destino de Namek.",
      "technologies": [
        "Clip Studio Paint",
        "Fan art",
        "Color dinámico",
        "Arte digital anime"
      ]
    },
    {
      "id": "6",
      "profileId": 1,
      "title": "Thunderbolts: La Furia de los Héroes",
      "image": "https://i.pinimg.com/736x/3d/ce/a7/3dcea7615a3bb5d2f614b61a0ecb6010.jpg",
      "likes": "18.3k",
      "comments": "1.3k",
      "description": "Los Thunderbolts, un equipo de héroes inusuales, enfrentan amenazas que desafían todo lo que conocemos.",
      "technologies": [
        "Photoshop",
        "Ilustración de cómic",
        "Sombras dramáticas",
        "Color de alto contraste"
      ]
    },
    {
      "id": "7",
      "profileId": 2,
      "title": "Kuromi - El Mundo Oscuro",
      "image": "https://i.pinimg.com/736x/d0/82/50/d0825037c7fd5eeabf462fb09991cdf8.jpg",
      "likes": "9.4k",
      "comments": "1.2k",
      "description": "Kuromi es un personaje único con una actitud rebelde. Su mundo oscuro y su estilo punk la hacen inolvidable.",
      "technologies": [
        "Procreate",
        "Estilo punk",
        "Ilustración digital",
        "Paleta oscura"
      ]
    },
    {
      "id": "8",
      "profileId": 1,
      "title": "El Nuevo Superman: El Renacer de Krypton",
      "image": "https://cadenapolitica.com/wp-content/uploads/2024/12/teaser-superman-legacy-james-gunn-fecha-estreno-mexico-2025.webp",
      "likes": "30.1k",
      "comments": "3k",
      "description": "Con el regreso de Superman, el hombre de acero enfrenta nuevas amenazas que desafían no solo su fuerza, sino su moralidad.",
      "technologies": [
        "Photoshop",
        "Estilo cinematográfico",
        "Diseño de póster",
        "Luz y sombra"
      ]
    },
    {
      "id": "9",
      "profileId": 2,
      "title": "Tatuajes de la Vieja Escuela",
      "image": "https://i.pinimg.com/474x/bd/09/29/bd09299805e93880b2b405bec22e3738.jpg",
      "likes": "14.5k",
      "comments": "1k",
      "description": "El arte de los tatuajes de la vieja escuela, con líneas gruesas y colores sólidos.",
      "technologies": [
        "Tinta tradicional",
        "Illustrator",
        "Estilo old school",
        "Líneas gruesas"
      ]
    },
    {
      "id": "10",
      "profileId": 1,
      "title": "Chainsaw Man - La Lucha por la Libertad",
      "image": "https://images6.alphacoders.com/125/1259119.jpg",
      "likes": "35.7k",
      "comments": "4.2k",
      "description": "Denji enfrenta su destino mientras lucha contra demonios. Con su motosierra demoníaca, busca la libertad.",
      "technologies": [
        "Clip Studio Paint",
        "Ilustración manga",
        "Sombras intensas",
        "Estilo oscuro"
      ]
    }
  ]
}